[General]
Translator, "alan-tw, berryz2007, cnsren, daydreamerxp, Liang Piau Suk, liuhui0803, Sneer, YanJun Sun161999"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "735"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "28"


[Icon]
R0lGODlhEAAMAPcAAL4gBsMgB8xQO8whCsAgBoQWBMUgCMxMN8EgB8xYRNIhDMxcSLwgBcxUQMYg
CNoiDcggCckhCcohCsIyGs8hCo4XB49DNIxCNI5GOM9mUpUXCsxlUcxIM41QRYUWBbofBIw5LMxZ
RMQgCL8gBosWBM5dSZIXCcEfA7sdA9EiC89tWs5oUstTQtF4ZYgXBc5iTM9jT81iT8IyGNFmVMgh
CMIgB81SPtJ4ZcthTc5FMMxHM81EMNBrV5gXCs0hC4w8L892YdV6Uc1nVZoXC85CLdBfS8xfS4xA
M45ENYwbC8k+KNN0V9BaRpQXCY0XB9JWQs1IM8sgCcE4IIEVAs4iCtZHM41hWc1MN8YlDpIXCMgy
G5BUSOQjENMiC44XCI9PQcxTQJkXC9QiDYgWBc8hC9I/KoxFOdUhDY86LMs7JrweA5MXCfvheNci
DIdAM8shCschB9NvTcknD8ElDNl/UtyGVZBMPsIfBcxdSY1TR4w2KdFKNdFwXNBjT78hBbokCtAh
C5FRRow1Jo9YS5NZTJAXCMxeTdByYNFOONwiDt4iDscfCI1NQI8xI9eAWpYXCdiMbM4hC4xIOtZ5
Xtd/bZ0XC9FSPI5JPM4oEsEhBY5KP8xNONUiDIoXBstgTcZBK4EWBNFzYMAeBfPSjpUtJM1DMMMh
Bow/MrogAtV/XcUhCAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjUAK0MytOBkSZJZi6c+gFCj6BGRwhRuhGKz6QZfYoweWIJ0Z4qSba0AAJJiKMlCxI0EHAFSqky
JAIdGsVmRYw4KgUc0LGDCKYKX1SkCmLoBR0wAjZxyJFGDoVCdnhs8ISnDgsbB5RowbJIQooslzLg
MBLi04Q5ou6IcBDBh5gmGGAskIJCDQACNQKwHQCozSMkJf58YHAXQQADEAaQUfCghwUZqAiPMIz4
TSQFZxQNQXPCTyZTquDQiEKlC6cHibhUcjMFVIECHsa46OTEi4k1GsKQCggAOw==


[BFAPI]
ErrorClientVersionTooOld, "您的客户端版本过于陈旧。\n请更新它，然后再试。"
ErrorFailClientTime, "您的计算机时间不正确。\n请检查您的系统时间并再试。"
ErrorFailLogin, "请检查您的电子邮件地址和密码并再试。"
ErrorFailPrefix, "无法连接到您的 Binary Fortress 账号。\n请检查您的互联网连接，并确定本程序在您的计算机或网络上未受到代理或防火墙拦截。"
ErrorInvalidProTrialLicenseKey, "您的试用授权码无效。\n请联系我们以获取更多信息。"
ErrorItemSizeTooLarge, "您正在尝试同步项目中的某个太大。\n您需要删除那个大项然后并尝试同步。"
ErrorTrialExpiredPrompt, "您的专业版本的试用授权已期满。\n您要联系我们扩展您的试用期吗？"
ErrorTwoFactorInvalid, "您的双因素代码无效或期满。\n请重试。"
ErrorUnknownProPurchasedLicenseKey, "您的授权码无效。\n请联系我们以获取更多信息。"
LoginPrompt, "您需要输入你的 Binary Fortress 登录信息来同步您的配置文件。\n你希望现在输入你的登录信息吗？"
PromptTwoFactor, "请输入刚发送到您设备上的双因素代码。\n如您在数分钟后未收到它，请联系 Binary Fortress 支持团队。"
PromptTwoFactorImportOldCredentials, "本程序现在支持双因素身份验证且您的账号已开启它。\n\n请输入刚发送到您设备上的双因素代码。\n如您在数分钟后未收到它，请联系 Binary Fortress 支持团队。"
PromptTwoFactorTOTP, "请输入您的行动身份验证器 App 生成的 6 位数代码。\n如果您的验证码有任何问题，请联系 Binary Fortress 支持。"
TitleSync, "与您的 Binary Fortress 账号同步"


[BFAPILoginControl_Controls]
btnLogin, "登录(&L)"
btnLogout, "登出(&L)"
btnMyAccount, "我的账号(&A)"
btnMyLicenses, "我的授权(&M)"
btnRegister, "注册(&R)"
btnResetPassword, "重置密码"
lblEmailAddress, "Email 地址："
lblName, "名称："
lblPassword, "密码："


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "个人或公司, # 表示授权名称"
LicenseRestrictionEnterprise, "无限公司位址，无限电脑使用"
LicenseRestrictionPersonal, "无限的个人主机，和一部只有您在使用的公司电脑"
LicenseRestrictionSite, "1 场地无限电脑使用"
LicenseRestrictionStandard, "个人或公司，1 台计算机使用"
LicenseRestrictionSteam, "个人或公司，无限计算机使用，主用户是您且已安装 Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "请输入有效的电子邮件地址并再试。"
ErrorEnterPassword, "请输入您的密码并再试。"
ErrorLoginFailed, "加载您的账号信息失败。\n请检查您的电子邮件地址和密码并再试。"
ErrorNoLicensesFound, "抱歉，我们无法找到用于此账号的任何授权信息。\n如果您需要协助，请联系我们。"
ErrorUnknownLicenses, "加载您的授权信息时发生错误。"
ErrorUnknownLogin, "加载您的账号信息时发生错误。"
Note, "要检索您的授权码以及与您的 Binary Fortress 账号同步，请先登录。"
SelectLicensePrompt, "您当前正在使用免费版本，专业版本试用授权码或是您的授权码无效。\n您要从您的 Binary Fortress 账号加载授权码吗？"
Title, "我的 Binary Fortress 账号"
TitleLoadingLicenses, "加载授权信息中"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "创建日期"
colDateExpires, "期满日期"
colLicenseKey, "授权码"
colLicenseRestrictions, "授权限制"
colLicenseType, "授权类型"
colName, "名称"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "您确定要使用此授权码？"
ErrorSelectLicense, "请从列表内选择许可并重试。"
ShowNeedLicenseWarning, "请选择列表上的某个授权码，然后点击“确定”按钮使用相应的授权码。"
Title, "我的授权码"


[BFFormCodeEditor]
btnHotKeyEdit, "编辑(&E)"
btnInsertFunction, "插入程式码(&I)"
btnInsertFunctionTT, "浏览预制脚本助手列表来帮助你创建自己的函数。"
btnRedoTT, "重做 (Ctrl + Y)"
btnReferencesDefault, "默认参考"
btnRunFunction, "运行代码(&R)"
btnRunFunctionTT, "运行当前代码。"
btnUndoTT, "撤销 (Ctrl + Z)"
btnVerifyFunction, "验证代码(&V)"
btnVerifyFunctionTT, "验证当前代码，不运行它。"
ErrorCompileFailed, "编译失败。"
ErrorEnterCode, "请输入一些 C# 或 VB.net 码并重试。"
ErrorEnterName, "请输入名称并重试。"
ErrorRunFailed, "运行失败。"
lblDescription, "描述："
lblHelp, "函数帮助"
lblKeyCombination, "按键组合："
lblLanguage, "语言："
lblName, "名称："
lblReferences, "参考："
lblShare, "与社区共享您的代码！"
MessageRunning, "执行："
MessageRunSuccess, "执行成功。"
MessageVerifySuccess, "验证成功。"
MessageWait, "正在等候代码运行完成。\n您可通过系统托盘图标停止代码运行。"
MessageWaitTitle, "等会代码"
PromptChangeLanguage, "您要加载默认代码？\n警告：这将重置现有代码。"
PromptCloseWithoutSave, "你确定要关闭而不保存吗？"
PromptDefaultReferences, "你确定要重置参考为默认值吗？"
PromptInvalidSave, "此代码似乎无效。\n您确定仍要保存？"
ShareMessage, "您的代码将自动附加到此请求。\n如您要发送讯息，请在分隔线之上输入。谢谢！"
ShareSubject, "共享代码："
ShareTitle, "共享代码"
ShareWarning, "你的姓名将用在制作群，如果你希望使用别名或匿名分享，请告诉我们。"


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "请选择窗口样式："
PromptSelectWindowStylesEx, "请选择扩展的窗口样式："
RemoveConfirmOne, "您确定要移除选取的项目吗？"
SelectAnItem, "请从列表中选取项目并重试。"
SelectAudioDevice, "请选取音频设备。"
SelectMouseCursorLocation, "单击以选择鼠标指针下的位置\n按任意键以取消"
SendKeys_EditString, "编辑字串"
SendKeys_EnterString, "输入字串："
SendKeys_mniAddKeyCombination, "添加按键组合"
SendKeys_mniAddRawText, "添加 Raw 文本"
SendKeys_mniAddText, "添加文本"
SendKeys_Title, "SendKeys 组建器"


[BFFormDownload_Strings]
ConfirmCancel, "您确定要取消此下载？"
Error, "发生错误。"
Progress, "剩余：{0} KB（合计 {1} KB）"
ProgressUnknown, "正在下载：{0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "请选择 WallpaperFusion 标签并再试。"
lblQuery, "过滤器："
Title, "WallpaperFusion 标签"


[BFFormOnlineMacroBrowser]
btnClose, "关闭(&C)"
colContributors, "贡献者"
colCreatedBy, "创建者"
colDownloads, "下载"
colLanguage, "语言"
colLastModified, "最后修改于"
lblQuery, "过滤器："
Loading, "加载中..."


[BFFormProxySettings_Controls]
btnSave, "保存"
lblProxyAddress, "服务器地址："
lblProxyPassword, "密码："
lblProxyPassword2, "重新输入密码："
lblProxyPort, "端口："
lblProxyUsername, "用户名："
rdoCustomSettings, "使用自定义代理服务器设置(&C)："
rdoNoProxy, "不使用代理服务器（直接连接到因特网）(&N)"
rdoUseIESettings, "使用 Internet Explorer 的连接设置(&I)"


[BFFormProxySettings_Strings]
EnterServerAddress, "请输入代理服务器地址或选择“不使用代理服务器”。"
EnterServerPort, "请输入代理服务器端口或选择“不使用代理服务器”。"
PasswordDecryptionFailed, "您的因特网连接设置无效。\n您要重新输入您的代理服务器密码以使这些设置生效吗？"
PasswordsNotMatch, "您的代理服务器密码不匹配，请再试。"
Title, "因特网连接设置"


[BFFormSelectApplication]
AllApplications, "所有应用程序"
btnBrowse, "浏览(&B)"
colApplication, "应用程序"
colPath, "路径"
GroupDesktopApplications, "桌面应用程序"
GroupWindows8Applications, "Windows 通用应用程序"
lblWindowPicker, "将其拖拽到窗口上即可自动选中列表中该窗口对应的进程"
PleaseSelectApplication, "请先选择应用程序。"
Title, "选择应用程序"


[BFFormSettingsAdvanced_Controls]
btnDelete, "默认值"
chkShowOnlyModified, "仅显示修改的值"
colSetting, "设置"
colValue, "值"
lblFilter, "过滤器："
lblHelp, "要更改某个设置，请双击它。要获取更多信息，请点击“帮助”按钮。"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "保存此设置时发生错误。"
SavedSuccessfully, "您的高级设置已成功保存。\n要使此设置变更生效，您可能要重启本程序。"
Title, "高级设置"
TitleEdit, "编辑高级设置"


[BFFormSettings_Controls]
btnAdvancedSettings, "高级设置"
btnAutoUpdateCheckNow, "立即检查更新(&U)"
btnBackupSettings, "导出设置"
btnLanguageHelp, "帮助完成翻译"
btnLicenseChangeToFree, "切换为免费版本"
btnLicenseKeyRequestTrial, "请求新试用许可"
btnLicenseKeyRestoreTrial, "恢复试用许可证密钥"
btnLicenseLoadOnline, "加载自 Binary Fortress 账号"
btnLicensePasteFromClipboard, "粘贴自剪贴板"
btnProxySettings, "因特网连接设置"
btnRestoreSettings, "恢复设置"
btnTroubleshootingClearLogBASE, "清除日志"
btnTroubleshootingCopyBASE, "拷贝信息到剪贴板"
btnTroubleshootingExportBASE, "导出信息到文件"
btnTroubleshootingForceCleanupBASE, "强制清理内存(&F)"
btnTroubleshootingOpenLogBASE, "打开日志"
btnTroubleshootingRefreshBASE, "更新"
chkAutoUpdate, "自动检查更新"
chkAutoUpdateBeta, "检查新的测试版本（较新但不稳定）"
chkAutoUpdateSteam, "自动检查更新（Steam 可能会忽略此设置）"
colLanguageName, "名称"
colLanguagePercentComplete, "完成"
colLanguageTranslators, "翻译者"
colLanguageVersion, "版本"
gbAutoUpdate, "更新检查"
gbLicenseReseller, "销售商信息"
lblAutoUpdateWarningBASE, "警告：由于您当前已禁用自动更新，所以您将不会看到更新通知"
lblLanguageGetMore, "获取新的和更新的语言"
lblLicenseExpires, "授权期满日期："
lblLicenseKey, "授权码："
lblLicenseTo, "已授权给："
tabAbout, "关于"
tabLanguage, "语言（Languages）"
tabLicense, "授权码"
tabOptions, "选项"
tabOurApps, "我们的应用程序"
tabTroubleshooting, "故障排除"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "您确定要移除您的授权码并切换到免费版吗？"
ChangeToFreeFromTrialPrompt, "如果您要再次使用 Pro 试用版，您将需要向我们的技术支持小组请求新的试用密钥。 如果您希望了解哪些功能在免费版不可用，请访问网站的「免费版与 Pro 版」页面。\n\n您确定要移除您的许可密钥并切换到免费版吗？"
DebugLogCleared, "调试日志文件已成功清除。"
DebugLogNotFound, "未找到调试日志文件。\n请确定您已开启了调试记录功能。"
FreeVersion, "免费版本"
LanguageHelpMessage, "我希望帮助完成翻译！"
LanguageHelpMessageDescription, "帮助我们完成翻译，并得到免费 Pro 标准版作为回报！\n我们将在 2 个工作天内与您联络。"
LanguageRightToLeft, "由右至左"
LicenseKeyRequestTrialDescription, "我们的工作人员会在 2 个工作日之内跟进您的请求。"
LicenseKeyRequestTrialMessage, "我要请求新的试用许可密匙。谢谢！"
LogLevel0, "L0：不记录"
LogLevel1, "L1：最小化记录"
LogLevel2, "L2：记录详细信息（不推荐）"
LogLevel3, "L3：记录全部（不推荐）"
RegistryExportSuccess, "您的设置已成功导出。"
RestoreSettingsFailed, "恢复您的设置失败。"
RestoreSettingsPrompt, "请勿还原不是由您或 Binary Fortress 技术支持小组所建立的备份。\n您确定希望还原这个备份吗？"
RestoreSettingsSuccess, "您的设置已成功恢复。"
SettingsLoadError, "加载设置时发生错误。"
SettingsSaveError, "保存设置时发生错误。"
Title, "设置"
TroubleshootingCopyError, "复制您的故障排除信息失败。"
TroubleshootingCopySuccess, "您的故障排除信息已成功复制到剪贴板上。"


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "附加文件"
btnAttachmentsClear, "清理附件"
chkIncludeBackup, "在此支持请求内包括设置备份"
lblEmailAddress, "Email 地址："
lblMessage, "消息："
lblName, "名称："
lblSubject, "主题："
lblWarning, "此支持请求会连同以加密形式的故障排除选项卡中的信息和 Debug.log 文件送出，以便我们能快速解决您的问题。"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "请输入有效的电子邮件地址并再试。"
EnterMessage, "请输入信息并再试。"
EnterName, "请输入您的名字并再试。"
EnterSubject, "请输入主题。"
PromptClearAttachments, "您确定要移除这些附件吗？"
SendSuccess, "您的信息传送成功。\n我们将在 2 个工作天内与您联络。"
Title, "提交支持请求"
TooLongEmailAddress, "请输入短一些的电子邮件地址并再试。"
TooLongName, "请输入短一些的名字并再试。"


[BFFormUpdateInvalidLicense]
btnBuyNow, "购买 Pro 版授权"
btnLater, "稍后购买"
btnMoreInfo, "更多信息"
lblInvalidLicense, "您的 Pro 版授权密钥似乎无效！\n\n请确认您在「设置」窗口的「授权密钥」选项卡中输入正确的授权密钥。\n\n如果您的授权密钥是正确的，而仍然看到此消息，请使用下面的 [帮助] 按钮联络 Binary Fortress 技术支持。"
Title, "授权码无效"


[BFFormUpdate_Controls]
btnChangeLog, "查看更改日志(&V)"
btnDownloadOnly, "访问网站(&V)"
btnInstallNow, "立即安装(&I)"
btnInstallOnExit, "退出时安装(&X)"
btnRemindMeLater, "稍后提醒我(&R)"
btnSkipThisVersion, "跳过此版本(&S)"
lblNewVersion, "新版本："
lblOldVersion, "当前版本："
lblUpdateNotes, "此版本的新特性："
lblUpdateSize, "更新大小："


[BFFormUpdate_Strings]
ConfirmSkipVersion, "推荐您更新至此新版本。\n您确定要跳过此更新？"
DownloadFailedSave, "本地保存此文件失败。"
DownloadingUpdate, "下载更新中"
DownloadInvalidData, "服务器返回的数据无效。可能是服务器在查找请求的文件时发生问题。"
DownloadNoData, "服务器未返回数据。"
ErrorDownload, "尝试下载新版本时发生错误。"
FreeNotice, "此更新以及所有以后的更新都是免费的！今日就更新享受吧！"
RebootMightBeRequiredWarning, "安装此更新后可能需要重启。"
Title, "更新可用"
UpdateProMessage, "要使用一键更新，您需要先升级到专业版本许可。\n您要获取更多升级信息吗？"


[BFHelpButton_Controls]
mniDiscussions, "社区讨论"
mniOnlineHelp, "在线帮助"
mniSupportRequest, "支持请求"


[BFHotKey]
ButtonRemoveInvalidHotKey, "移除无效的按键组合(&R)"
ErrorHotKeyBindFailed, "按键组合绑定失败："
ErrorHotKeyComboInUse, "按键组合已经使用中。有以下几种发生的原因：\n- 已经在这个应用程序分配此按键组合\n- 另一个应用程序已经使用此按键组合\n- 内建 Windows 功能正在使用此按键组合\n\n请在设置中编辑或移除此按键组合。"
ErrorIncorrectKeyValue, "按键组合无效：请输入按键值。"
ErrorIncorrectNumberElements, "按键组合无效：按键数量错误。"
ErrorIncorrectNumberKeyMods, "按键组合无效：修改键数量错误。"
ErrorInvalidKeyCombo, "您指定的按键组合无效。"
ErrorSystemReserved, "您输入的按键组合是保留给 Windows 的，无法使用。"
ErrorTooManyModifiers, "按键组合无效：修改键太多。"
HotKeyButtonRemove, "移除(&R)"
HotKeyButtonSetHotKey, "设置热键"
HotKeyLabelKeys, "选择修改键，然后按下所需按键"
HotKeyLabelMouse, "选择修改键，然后按所需鼠标按键"


[BFMessage]
btnCopy, "复制到剪贴板(&C)"
btnMoreInformation, "显示更多信息(&S)"


[BFTextQuery]
CaseSensitive, "区分大小写："
ErrorBracketMismatch, "错误：方括号不匹配。\n请关闭方括号，或将查询用引号包裹。"
ErrorEscapeCharAtEnd, "错误：查询结尾处出现退出符号 '\'。\n请跳出或移除该符号。"
ErrorExpectedMatchCountChar, "错误：位置 {0} 应该是 ':::cbc:::' 。\n请关闭方括号，或将查询用引号包裹。"
ErrorExpectedQuote, "错误：位置 {0} 应该是 ""。\n请务必退出 "" 符号。"
ErrorInvalidChar, "错误：位置 {1} 的字符 '{0}' 无效\n请用引号括住。"
ErrorInvalidDigit, "错误：位置 {0} 数字无效。\n数字必须是正数，并仅包含数字字符。"
ErrorInvalidWordBoundary, "警告：字符无效。\n等式操作符仅支持字母和数字。"
MayContain, "可包含："
MayEqual, "可以等于："
MayNotContain, "不可包含："
MayNotEqual, "可以不等于："
MustContain, "必须包含："
MustEqual, "必须等于："
MustNotContain, "不准包含："
MustNotEqual, "必须不等于："
Time, "一次"
Times, "{0} 次"


[BFUpdateCheck]
AlreadyInProgress, "正在进行更新检查..."
ErrorRunningDownloadedFile, "运行下载的安装文件时发生错误。"
FailedToGetVersion, "无法加载最新的版本号。"
NoUpdate, "您正在使用最新的版本。"


[cFunctions_Strings]
FolderNotRecognized, "选取的文件夹无法识别且无法搜索。"


[CommonControls]
chkIsMetroApp, "这是否是一个 Metro（通用）应用？"
lblMetroAppID, "进程应用 ID："


[frmMain_Controls]
btnBrowseAppendExcludePath, "浏览 && 附加"
btnBrowseExcludePath, "浏览"
btnFolderBrowse, "浏览(&B)"
btnFolderBrowseAppend, "浏览 && 附加"
btnNewSearch, "在新标签页搜索(&N)"
btnPause, "暂停(&u)"
btnResume, "恢复(&u)"
btnSearch, "搜索(&S)"
btnStop, "停止(&T)"
chkCaseSensitive, "区分大小写查询(&C)"
chkFileSizeMax, "最大文件大小:"
chkFileSizeMin, "最小文件大小："
chkIsQueryRegEx, "正则查询"
chkSearchSubFolders, "搜索子文件夹(&F)"
chkShowFirstResult, "每个文件只显示第一个搜索结果(&O)"
chkShowIncludeFilterMatchFiles, "显示与 "包含文件" 过滤器匹配的文件名称"
chkShowIncludeFilterMatchFolders, "显示与 "包含文件" 过滤器匹配的文件夹名称"
chkShowQueryMatchFiles, "显示符合查询文本的文件名"
chkShowQueryMatchFolders, "显示符合查询文本的文件夹名称"
chkUseIFilters, "使用文件关联程序处理文件内容 (较慢)"
colDateAccessed, "存取日期"
colDateCreated, "创建日期"
colDateModified, "修改日期"
colEncodingUsed, "使用的编码"
colExtension, "扩展名"
colFile, "文件名"
colFileSize, "文件大小"
colLine, "行"
colLineNumber, "行数"
colPath, "路径"
lblAccessedTo, "到"
lblAdditionalLinesAfter, "在一个搜索结果之后多行显示："
lblAdditionalLinesBefore, "在一个搜索结果之前多行显示："
lblCreatedTo, "到"
lblDateAccessed, "存取日期:"
lblDateCreated, "创建日期:"
lblDateFilterLogic, "日期过滤逻辑："
lblDateModified, "修改日期:"
lblExcludeFiles, "排除文件(&c):"
lblExcludePath, "排除路径(&x):"
lblFilterResults, "过滤器："
lblIncludeFiles, "包含文件(&F):"
lblModifiedTo, "到"
lblPath, "路径(&P):"
lblQuery, "查询(&Q):"
lblStatusFound, "找到符合: {0} 个"
lblStatusTotal, "搜索的文件: {0} 个"
mniAbout, "关于"
mniAddResultsToZipFile, "Zip 所有结果"
mniAddSelectedResultsToZipFile, "Zip 选取的结果"
mniClearSearchHistory, "清除搜索历史记录"
mniCloseAll, "全部关闭"
mniCloseAllButThis, "关闭其它"
mniCloseSearch, "关闭"
mniCopyFilePathNewLine, "拷贝选定的文件名（以新行分隔）"
mniCopyToClipboard, "复制选择的结果"
mniCopyToClipboardAll, "复制所有结果"
mniExit, "结束"
mniExplorerContextMenu, "Windows 上下文菜单"
mniHashWithHashTools, "使用 HashTools 进行杂凑"
mniHelp, "帮助"
mniOpenFolder, "打开包含文件夹"
mniOpenFolderOnly, "打开文件夹"
mniOpenOther, "打开{0}"
mniPermenentDelete, "永久删除选择的文件"
mniRemoveRows, "删除列表中选中的结果"
mniRenameFile, "重命名选择的文件"
mniSettings, "设置"
mniShowFilterControls, "显示筛选控制"
mniTextCopy, "复制(&C)"
mniTextSelectAll, "全选(&A)"
mniTools, "工具(&T)"
mniTrayExit, "结束"
mniTrayLoadProfiles, "加载配置"
mniTrayShowFileSeek, "显示 FileSeek"
mniTraySyncProfiles, "同步配置"
mnuCopyFilePath, "复制选择的文件名（以逗号隔开）"
mnuExportAllHTML, "导出所有的结果到 HTML"
mnuExportSelectedResultsHTML, "导出选中的结果到 HTML"
mnuFileCopy, "复制选择的文件"
mnuFileCut, "剪切选定文件"
mnuFileDelete, "删除选择的文件"
mnuLanguage, "语言（Languages）"
mnuLoadProfile, "载入"
mnuManageProfiles, "管理配置文件"
mnuOpen, "打开"
mnuOpenNotepad, "以记事本打开"
mnuProfile, "配置文件"
mnuSave, "保存"
mnuSaveAll, "导出所有的结果为 CSV"
mnuSaveProfile, "保存新配置"
mnuSaveSelection, "导出选中的结果为 CSV"
mnuShowFullLanguageList, "显示完整列表"
mnuSyncProfiles, "同步配置"
rdoMatchQueryLineByLine, "文件中每行符合查询"
rdoMatchQueryToWholeFile, "整个文件符合查询"
tabAdvanced, "高级"
tabDateFilters, "日期筛选"
tabFileSizeFilters, "文件大小筛选"
tabSearch, "搜索"


[frmMain_Strings]
AccessedAfterTT, "存取日期在 {0} 之后"
AccessedBeforeTT, "存取日期在 {0} 之前"
AccessedBetweenTT, "存取日期在 {0} 和 {1} 之间"
AllDrives, "所有驱动器"
AppSelectionErrorPartOne, "找不到您所选中的应用程序。"
AppSelectionsErrorPartTwo, "您现在想要选中不相同的吗?"
btnNewSearchTT, "打开新的标签并开始搜索"
btnSearchTT, "在目前标签开始搜索"
btnStopTT, "停止选中的搜索"
CaseSensitiveQueryTT, "区分大小写查询"
cboDateFilterLogic_AND, "与"
cboDateFilterLogic_OR, "或"
cboExcludeFileFilterMode_Pattern, "排除文件过滤是模板"
cboExcludeFileFilterMode_RegEx, "排除文件过滤是正则表达式"
cboExcludeFileFilterMode_TextQuery, "排除文件过滤是文本查询"
cboIncludeFileFilterMode_Pattern, "包含文件过滤是模板"
cboIncludeFileFilterMode_RegEx, "包含文件过滤是正则表达式"
cboIncludeFileFilterMode_TextQuery, "包含文件过滤是文本查询"
cboQueryMode_RegEx, "正则查询"
cboQueryMode_TextQuery, "查询是文本查询"
chkShowFirstResultTT, "每行符合查询时将只显示第一个相符的行"
ColumnChangeMessage, "不会更改搜索结果，直到您重新开始搜索。"
ContextMenuError, "显示 Windows 上下文菜单时发生错误。"
CreatedAfterTT, "创建日期在 {0} 之后"
CreatedBeforeTT, "创建日期在 {0} 之前"
CreatedBetweenTT, "创建日期在 {0} 和 {1} 之间"
CSVSpreadsheet, "CSV 文件"
CustomAppOpenError, "使用自定义应用程序打开此文件时发生错误。"
DateCreatedError, "请选中「创建日期的结束日期」，必须在开始日期之后。"
DateFiltersSelected, "日期筛选:"
DateModifiedError, "请选中「修改日期的结束日期」，必须在开始日期之后。"
EmptyPDFError, "被搜索的PDF文件没有文本"
EnterProfileName, "输入配置文件名称:"
ErrorDirectoryEmpty, "路径为空"
ExcludeFilesTT, "排除文件: {0}"
ExcludePathsTT, "排除路径: {0}"
ExportDateAccessed, "存储日期"
ExportDateCreated, "创建日期"
ExportDateModified, "修改日期"
ExportExtension, "扩展名"
ExportFileName, "文件名称"
ExportFileSize, "文件大小"
ExportLineNumber, "行 #"
ExportLineText, "行"
ExportPath, "路径"
FileDeleteMessage, "请等待FileSeek执行请求的操作。\n您可以关闭这个窗口，但此任务运行时，它可能会导致意想不到的结果。"
FileDeleteQuestion, "你确定删除选中的文件或文件夹？"
FileDeleteTitle, "删除文件"
FileDeletionError, "删除这些文件时发生错误。"
FileHandlerError, "请输入搜索的路径。"
FileIncludeNameMatch, "文件名相符 [包含文件筛选]"
FileOpenError, "打开此文件时发生错误。"
FilePermenentDeleteQuestion, "确定永久删除选择的文件或文件夹？"
FileQueryNameMatch, "文件名相符 [查询文字]"
FileReadError, "存取文件错误: {0}"
FileSelectionError, "请选中至少 1 个存在的文件并重试。"
FileSizeError, "请选中「最大的文件大小」，必须等于或大于最小文件大小。"
FileSizeFiltersSelected, "文件大小筛选:"
FilesSearched, "搜索的文件: {0} 个"
FilesSkipped, "忽略文件：{0}"
FolderBrowserDescription, "选中搜索的文件夹"
FolderBrowsingError, "浏览文件夹时发生错误。"
FolderIncludeNameMatch, "文件夹名称相符 [包含文件筛选]"
FolderItemError, "获得项目的文件夹失败: {0}"
FolderOpenError, "打开此文件夹时发生错误。"
FolderQueryNameMatch, "文件夹名称相符 [查询文字]"
FolderReadError, "存取文件夹中文件夹错误: {0}"
HiddenFolderError, "不搜索隐藏文件、文件夹"
HyperTextMarkupLanguageFile, "Hyper Text Markup 语言文件"
IFilterWarning, "请使用文件关联程序以显示正确结果: {0} 个文件"
IncludeFilesTT, "包含文件: {0} 个"
InvalidExcludeFilesRegExError, "排除文件正则表达式无效。\n{0}"
InvalidFolderLength, "无效的文件夹长度。"
InvalidIncludeFilesRegExError, "包含文件正则表达式无效。\n{0}"
InvalidQueryError, "您的文字查询无效。\n{0}"
InvalidQueryRegExError, "正则表达式样式无效。\n{0}"
KeypressError, "处理此按键时发生错误。"
LinkedFolderError, "未搜索文件夹，因为它是连结/连接点"
MatchesFound, "找到符合: {0} 个"
MatchesFromQueue, "队列结果: {0}"
MatchesFromQueueIcons, "队列图标: {0}"
MaxFileSizeTT, "最大文件大小: {0}"
MaxPathError, "这是一个长路径，在某些程序中不能正常工作"
MenuOpenError, "打开菜单时发生错误。"
MinFileSizeTT, "最小文件大小: {0}"
ModifiedAfterTT, "修改日期在 {0} 之后"
ModifiedBeforeTT, "修改日期在 {0} 之前"
ModifiedBetweenTT, "修改日期在 {0} 和 {1} 之间"
More, "(更多)"
NoDateFiltersSelected, "未选中日期筛选"
NoFileSizeFiltersSelected, "未选中文件大小筛选筛选"
NoOptionsSelected, "未选中选项"
NotepadError, "使用记事本打开此文件时发生错误。"
NotYourProfile, "您没有此配置文件。"
OnlyShowFirstResultTT, "只显示第一个搜索结果"
OpenManyQuestion, "您确定要打开 {0} 个文件或文件夹吗?"
OptionsSelected, "选中的选项:"
OtherApplication, "其他应用"
PathsTT, "路径: {0}"
PathTooLongError, "Windows不支持这么长路径名称。"
ProfileLoadError, "加载此配置文件错误。"
ProfileLoadOnStartError, "配置文件读取错误。配置文件不存在。"
ProfileNameEmptyError, "您没有输入配置文件名称。\n请输入名称并再试。"
ProfileOverwriteQuestion, "您确定要覆盖配置文件「{0}」吗?"
ProfileSaved, "保存搜索设置到配置文件「{0}」"
ProfileSaveError, "无法保存配置文件。"
ProOnlyDoubleClickPrompt, "默认双击处理程序设定成 FileSeek Pro 版专属功能。\n您可以在设定 > 搜索 索引卷标变更默认双击处理程序。\n\n您需要更多升级相关信息吗?"
QueryTT, "查询:\n{0}"
rdoMatchQueryLineByLineTT, "打开文件一次一行并尝试查询每一行"
rdoMatchQueryToWholeFileTT, "一次打开整个文件并尝试整个文字符合查询"
RenameFileError, "FileSeek 重新命名选择的文件或文件夹。\n请输入不同的名称并重试。"
RenameFileFolder, "重命名选择的文件:"
ResultCopied, "一个结果已复制到剪贴板。"
ResultCopyError, "复制搜索结果到剪贴板时发生错误。"
ResultSaveError, "保存您的结果时有错误。\n{0}"
ResultsCopied, "{0} 个结果已复制到剪贴板。"
ResultSelectionError, "请选中至少 1 个结果并重试。"
SaveResults, "另存结果为电子表格"
SaveResultsAsHTML, "另存结果为 HTML"
SaveSearchProfile, "保存搜索配置文件"
SearchComplete, "在 {0} 秒搜索完成"
SearchCriteria, "搜索条件:"
SearchCriteriaEmptyTT, "搜索条件为空"
SearchEnd, "搜索结束：{0}"
SearchError, "搜索时发生错误。"
SearchStart, "搜索开始：{0}"
SearchSubFoldersTT, "搜索子文件夹"
SettingFormShowError, "显示设置窗口时发生错误。"
Syncing, "正在同步你的 Binary Fortress 账户..."
SystemFolderError, "不搜索系统文件、文件夹"
TextCopyError, "复制此文本时发生错误。"
TextProcessingError, "处理文本时发生错误。"
TextQueryHelpTT, "文字查询帮助"
TextSelectionError, "请选中一些文本并重试。"
txtPathTT, "以 | 字符分隔多个项目"
UseFileHandlersTT, "使用文件关联程序"
ViewingAppPartOne, "尚未选中关联的应用程序"
ViewingAppPartTwo, "您想要立即选一个吗?"
ZipFile, "Zip 文件"


[frmProfileManager_Controls]
btnCopyProfile, "复制配置文件"
btnDelete, "删除"
btnExport, "导出账户信息"
btnImport, "导入账户信息"
btnRename, "重命名"
btnSync, "与你的 Binary Fortress 账户同步"
colProfileName, "配置文件名称"
colProfileOwner, "配置文件拥有者"
lblCurrentProfile, "当前使用者: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "您希望什么称呼新的配置文件?"
ExportFileSeekSearchProfile, "导出FileSeek搜索配置"
ExportSearchProfileSuccessful, "搜索配置导出成功"
FileSeekSearchProfile, "FileSeek搜索配置"
ImportFileSeekSearchProfile, "导入FileSeek搜索配置"
MustSelectAnItem, "请从列表选中配置文件并重试。"
ProfileDeleteQuestion, "您确定要删除选中的配置文件吗?"
RenameSearchProfile, "重命名搜索配置文件"
SearchProfileName, "搜索配置文件名称:"
Title, "管理配置文件"


[frmSettings_Controls]
btnBrowseOther, "浏览(&B)"
btnClearHistory, "清除搜索历史记录"
btnIFilterToggle, "切换文件关联程序"
btnOtherDefault, "默认(&D)"
chkCloseToTray, "关闭FileSeek系统托盘"
chkCombineParameters, "不允许打开多个FileSeek，新搜索使用当前FileSeek"
chkErrorDirectoryEmpty, "显示错误当发现一个空文件夹"
chkErrorForLongPaths, "路径长度超过260字节时提示并跳过"
chkExportExtraLines, "存储搜索结果时也导出额外的行"
chkIFilterErrors, "文件没有文件关联程序时显示错误 (在启用文件关联程序搜索时)"
chkIsQueryFullString, "将查询文字视为一个大的查询词组"
chkLinkedFoldersSearch, "搜索连结/连接点的文件 && 文件夹"
chkLinkedFoldersSearchShowErrorOnSkip, "显示错误当链接/路口被跳过"
chkMinimizeToTray, "最小化FileSeek到系统托盘"
chkOnlyShowMatchedText, "在搜索结果中显示匹配的文本"
chkResetSearchValues, "重新开始搜索时，使用新的标签页显示"
chkResultWordWrap, "在搜索结果显示出文本换行"
chkSearchHiddenFiles, "搜索隐藏的文件&&文件夹"
chkSearchSystemFiles, "搜索系统文件&&文件夹"
chkSearchWithinLNKFiles, "搜索文件链结指向的文件"
chkShowErrorEmptyPDF, "显示错误当发现一个空的PDF文件"
chkShowFileErrors, "无法存取文件/文件夹时显示错误"
chkShowHiddenFileError, "当跳过隐藏文件&&文件夹时提示"
chkShowSystemFileError, "当跳过系统文件&&文件夹时提示"
chkShowToolTips, "显示工具提示"
chkSingleInstance, "Force FileSeek只打开一个实例"
chkStartWithClearProfile, "总是开始FileSeek的空白搜索"
chkTreatAllExcludePathFiltersAsWildcards, "将所有排除路径过滤视为通配符"
chkTreatAllIncludeFiltersAsWildcards, "所有 [包含文件] 筛选视为通配符"
chkUseCustomDateFormat, "使用自定义日期格式"
chkUsePreviewHandlers, "在结果窗口中使用预览处理程序"
chkWindowsContextMenu, "在 Windows 上下文菜单显示FileSeek"
colAvailableColumns, "可用列"
colSelectedColumns, "选定列"
gbCmdLineVars, "命令行变量"
gbDateFormat, "日期格式"
gbGeneralOptions, "常规选项"
gbPresentationOptions, "显示选项"
gbSearchColumns, "搜索栏"
lblCmdLineParam, "传送的命令行参数:"
lblDateFormatLink, "自定义日期和时间格式字符串"
lblDefaultDoubleClick, "选中双击搜索结果的默认操作:"
lblFileHandlerFAQ, "档处理器常见问题"
lblNumChar, "每个搜索结果所显示的字符数:"
lblOtherApplicationName, "其他程序名称:"
lblSelectViewingApp, "关联选中文件的应用程序:"
lblSkipFile, "每个文件的最大允许搜索时间(0无限制)："
pageSearchViewSettings, "结果视图设置"


[frmSettings_Strings]
AppBrowsingError, "浏览应用程序时发生错误。"
cboDefaultDoubleClickOperation_ExportAllCSV, "导出所有结果为CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "导出所有的结果到 HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "导出所选结果到CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "导出选中的结果到 HTML"
cboDefaultDoubleClickOperation_Open, "打开默认的处理程序"
cboDefaultDoubleClickOperation_OpenContainingFolder, "打开包含文件夹"
cboDefaultDoubleClickOperation_OpenNotepad, "以记事本打开"
cboDefaultDoubleClickOperation_OpenOther, "打开{0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "这个选项启用时，输入搜索「foo」将视为 *foo*"
ClearHistoryError, "清除搜索历史记录时发生错误。"
ClearHistoryWarning, "您确定要清除搜索历史记录吗?"
CommandLineError, "请输入命令行参数，或单击 [默认] 来重设。"
CustomDateFormatError, "自定义日期格式错误。\n请修复错误后重试。"
DisableFileHandler, "停用文件关联程序"
DisablePreviewHandler, "禁用预处理程序"
EnableFileHandler, "启用文件关联程序"
EnablePreviewHandler, "激活预处理程序"
FileCommandDescription, "{0}: 替代完整文件名。"
FileHandlerListError, "列出文件关联程序时发生错误。"
FileHandlerSelectError, "选中此文件关联程序时发生错误。"
FileHandlerToggleError, "切换此文件关联程序时发生错误。"
HistoryCleared, "清除搜索历史记录成功。"
InvalidExitcode, "返回无效的退出代码: {0}"
LineCommandDescription, "{0}: 替代行号。"
lvIFilters_Extension, "扩展名"
lvIFilters_Handler, "关联程序"
lvIFilters_HandlerVersion, "版本"
NumOfCharError, "请输入介于 {0} 和 {1} 之间的字符串数并重试。"
PreviewHandlerListError, "预览处理程序列表时发生错误。"
PreviewHandlerToggle, "切换预览处理程序"
SettingMenuError, "设置内容菜单的设置时发生错误。"
tabSettings_FileHandlers, "文件关联程序"
tabSettings_OtherApp, "其它应用程序"
tabSettings_PreviewHandlers, "预览处理程序"
tabSettings_Search, "搜索"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "搜索结果保存成功。\n您想要查看文件吗?"
SearchCriteria, "搜索条件"
SearchDate, "搜索日期:"
Title, "FileSeek 搜索结果"


[IFilterHelper_Strings]
UnknownError, "不明 IFilter 错误"
UsingStandardMethodWarning, "没有这个文件的关联程序，使用标准方式搜索。"


[Installer]
AdditionalIcons, "附加图标："
CreateContextMenuItems, "添加到 Windows 右键上下文菜单"
CurrentUserOnly, "仅为当前用户"
DesktopIcon, "创建桌面图标(&D)"
DotNetInstallNow, "您要立即安装它吗？"
DotNetRequired, "您的系统需要更新 .NET Framework 以运行本程序。"
ForAllUsers, "为所有用户"
LaunchNow, "立即启动"
LicKeyInvalid, "此授权码似乎无效。"
LicKeyLabel, "授权码："
LicKeySelectOption, "请选择授权码选项并再试。"
LicKeyText, "授权码选项："
LicKeyTextAdminLocked, "您的授权码是由您的管理员设置的。"
LicKeyTextChangeFree, "要使用免费版本，请点击设置窗口内的「切换为免费版本」。"
LicKeyTextEnterOrFree, "请输入有效的授权码或选择「使用试用版本」。"
LicKeyTextPaid, "使用此授权码："
LicKeyTextTrial, "使用试用版本（仅首次），在试用版本到期后回到免费版本"
RunAtStartup, "随 Windows 启动运行"
SteamKeyInvalid, "您的 Steam 授权码未能正确加载。\n请退出本安装程序/应用程序并尝试在 Steam 内再次点击安装或启动。"
TextBefore, "如果您目前正在执行 FileSeek，在安装这个新版本前请确认您已关闭。\n\n更新与技术支持请访问 https://www.fileseek.ca。"
UninstallRemoveAllData1, "您要完全移除本程序的所有设置，首选项和临时文件吗？"
UninstallRemoveAllData2, "如您要再安装本程序，则不推荐。"
UnsupportedWindowsVersion, "这个产品不再支持你的操作系统，你需要有关下载以往支持的版本的相关信息吗？"


[LicenseValidate_Strings]
ExpiredPrompt, "抱歉，您的 FileSeek 试用授权密钥已经过期。\n如果您已经购买授权，请在 FileSeek 设置窗口中输入。\n\n您需要更多购买 FileSeek Pro 版的信息吗?"
FreeLicenseReminder, "您要帮助本程序以后的开发？请点击此处！"
Invalid, "抱歉，您的授权码无效。"
InvalidReseller, "抱歉，您的授权密钥只能使用在您代理商所提供的 FileSeek。\n更多信息，请联系您的代理商。"
LicenseProcessPro, "感谢您注册！"
LicenseProcessProRestoreSettingsPrompt, "检测到您的专业版本设置的自动备份文件。\n此备份文件是 {0} 日前的。\n您要导入您的专业版本设置吗？您的所有现有设置都将由此备份内的设置覆盖。"
LicenseProcessRemoved, "您的授权码已移除。"
LicenseProcessTrial, "感谢您试用 FileSeek!\n您的授权将于 {0:D} 到期。"
TrialAlmostDonePrompt, "您的试用授权即将过期。\n如果您已经购买授权，请在 FileSeek 设置窗口中输入。\n\n您需要更多购买 FileSeek Pro 版的信息吗?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "使用 FileSeek 搜索"


[Words]
About, "关于"
Add, "添加(&A)"
AdminSettingsLock, "某些设置由您的系统管理员管理的"
Apply, "应用"
Browse, "浏览"
ButtonLater, "稍后(&L)"
ButtonMoreInformation, "更多信息(&M)"
ButtonUseFreeVersion, "使用免费版(&U)"
BuyALicenseKey, "购买授权码"
Cancel, "取消(&C)"
Close, "关闭"
Copy, "复制(&C)"
Custom, "自定义"
Cut, "剪切(&C)"
Default, "默认值"
Delete, "删除(&D)"
Disable, "禁用(&D)"
Disabled, "已禁用"
Duplicate, "副本(&D)"
Edit, "编辑(&E)"
Enable, "启用(&E)"
Enabled, "已启用"
EnterALicenseKey, "输入授权码"
Error, "错误"
ErrorNotAdminUACDisabled, "UAC 已禁用，但您不是管理员，您所请求的动作或许会执行失败。\n请开启 UAC 或以管理员身份登录并再试。\n如果您最近禁用了 UAC，那么请在开启后重启您的计算机。"
Exit, "退出(&X)"
FileTypes_AllFiles, "全部文件"
FileTypes_ApplicationFiles, "应用程序文件"
FileTypes_HTMLFiles, "HTML 文件"
FileTypes_ImageFiles, "图像文件"
FileTypes_RegistryFiles, "注册表文件"
FileTypes_SoundFiles, "声音文件"
FileTypes_VideoFiles, "视频文件"
FileTypes_ZipFiles, "Zip 文件"
FreeVsPro, "免费对比专业版"
Help, "帮助"
Info, "信息"
InvalidImageFile, "此图像似乎已损坏或不可读。"
Language, "语言"
Load, "加载(&L)"
Name, "名称"
NameLabel, "名称："
Never, "从不"
No, "否"
OK, "确定(&O)"
Paste, "粘贴(&P)"
ProductSocialOnFacebook, "Facebook上的FileSeek"
ProductSocialOnLinkedIn, "LinkedIn上的FileSeek"
ProductSocialOnTwitter, "Twitter上的FileSeek"
ProOnlyButtonToolTip, "这个功能只限 Pro 版！\n按一下这里取得更多信息。"
ProOnlyLabelText, "升级到 Pro 版授权以启用这个功能"
ProOnlyNotice, "仅限 Pro 版功能以蓝色高亮度显示"
ProOnlyQuestion, "您需要升级到 Pro 版授权以启用这个功能。\n您需要更多升级的信息吗？"
ProOnlyShort, "只限 Pro 版"
Redo, "重做(&R)"
Refresh, "更新"
Remove, "移除(&R)"
Rename, "重命名"
Retry, "重试"
Save, "保存(&S)"
Seconds, "秒"
Select, "选择"
SelectAll, "选择全部(&S)"
Settings, "设置"
Start, "开始"
Stop, "停止"
Sync, "同步"
Undo, "撤销(&U)"
Unknown, "未知"
Yes, "是"